<?php

namespace Database\Seeders;

use App\Models\VideoNewsPost;
use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;

class VideoNewsPostSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>10,
            "video_id"=>"DA9RROhgOks",
            "title"=>"Myanmar: The Forgotten Revolution | CNN Interview with director Katie Arnold",
            "slug"=>"Myanmar:-The-Forgotten-Revolution-|-CNN-Interview-with-director-Katie-Arnold",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>33,
            "video_id"=>"YhPPP_w3kNo",
            "title"=>"Fast fashion - The shady world of cheap clothing | DW Documentary",
            "slug"=>"Fast-fashion---The-shady-world-of-cheap-clothing-|-DW-Documentary",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>33,
            "video_id"=>"7i0QMnz4ExY",
            "title"=>"Recycling fashion: The town turning waste into clothes",
            "slug"=>"Recycling fashion: The town turning waste into clothes",
        ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>33,
            "video_id"=>"hEheLkoJHV0",
            "title"=>"Grammys 2023 Fashion Round-Up: Cardi B, Sam Smith & More",
            "slug"=>"Grammys-2023-Fashion-Round-Up:-Cardi-B,-Sam-Smith-&-More",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>10,
            "video_id"=>"siCHErRPVMw",
            "title"=>"Why is Iran's TikTok generation demanding 'Women, Life, Freedom'? ",
            "slug"=>"Why-is-Iran's-TikTok-generation-demanding-'Women,-Life,-Freedom'?-",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>33,
            "video_id"=>"9XCKnN6o19k",
            "title"=>"Why China's Shein is beating ASOS, H&M and Zara at fast fashion",
            "slug"=>"Why-China's-Shein-is-beating-ASOS,-H&M-and-Zara-at-fast-fashion",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>10,
            "video_id"=>"_PanPiYZO7M",
            "title"=>"Burmese Revolution News",
            "slug"=>"Burmese-Revolution-News",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>10,
            "video_id"=>"oiKZUPCMSgU",
            "title"=>"Steve Hilton: Biden continues to embolden our enemies with his weakness",
            "slug"=>"Steve-Hilton:-Biden-continues-to-embolden-our-enemies-with-his-weakness",
        ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>45,
            "video_id"=>"box4SFtGvA0",
            "title"=>"Esports: Inside the relentless training of professional gaming stars",
            "slug"=>"Esports:-Inside-the-relentless-training-of-professional-gaming-stars",
       ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>45,
            "video_id"=>"aaubnNm43pM",
            "title"=>"Will Gaming KILL YOU?! - News Reports & Video Games",
            "slug"=>"Will-Gaming-KILL-YOU?!-News-Reports-&-Video-Games",
       ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>45,
            "video_id"=>"tg4OmfCIZh4",
            "title"=>"Inside the mansion owned by the world’s richest Esports player ",
            "slug"=>"Inside-the-mansion-owned-by-the-world’s-richest-Esports-player ",
       ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>45,
            "video_id"=>"ISuAoO5iSnI",
            "title"=>"Every news report ever about esports",
            "slug"=>"Every-news-report-ever-about-esports",
       ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>45,
            "video_id"=>"Awy6LABMLAM",
            "title"=>"Why are there so few professional female gamers?",
            "slug"=>"Why-are-there-so-few-professional-female-gamers?",
       ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>33,
            "video_id"=>"V8fHwlIqgNE",
            "title"=>"Here are the top fashion trends for 2023",
            "slug"=>"Here-are-the-top-fashion-trends-for-2023",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>10,
            "video_id"=>"oXERbFiHqEs",
            "title"=>"Myanmar's Revolution through the eyes of a musician",
            "slug"=>"Myanmar's-Revolution-through-the-eyes-of-a-musician",
        ]
        );





        // Myanmar Language
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>57,
            "language_id"=>2,
            "video_id"=>"DA9RROhgOks",
            "title"=>"လီယွန်နယ်မက်ဆီ ဂိုးသွင်းပြီး PariMyanmar: The Forgotten Revolution | ဒါရိုက်တာ Katie Arnolds Saint Germain နှင့် CNN အင်တာဗျူး",
            "slug"=>"လီယွန်နယ်မက်ဆီ ဂိုးသွင်းပြီး PariMyanmar: The Forgotten Revolution | ဒါရိုက်တာ Katie Arnolds Saint Germain နှင့် CNN အင်တာဗျူး",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",

        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>80,
            "language_id"=>2,
            "video_id"=>"YhPPP_w3kNo",
            "title"=>"အမြန်ဖက်ရှင် - စျေးပေါသောအဝတ်အစားများ | DW မှတ်တမ်းရုပ်ရှင်",
            "slug"=>"အမြန်ဖက်ရှင် - စျေးပေါသောအဝတ်အစားများ | DW မှတ်တမ်းရုပ်ရှင်",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>80,
            "language_id"=>2,
            "video_id"=>"7i0QMnz4ExY",
            "title"=>"ဖက်ရှင်ကို ပြန်လည်အသုံးပြုခြင်း- မြို့သည် အမှိုက်များကို အဝတ်အဖြစ်သို့ ပြောင်းလဲပေးသည်။",
            "slug"=>"ဖက်ရှင်ကို ပြန်လည်အသုံးပြုခြင်း- မြို့သည် အမှိုက်များကို အဝတ်အဖြစ်သို့ ပြောင်းလဲပေးသည်။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>80,
            "language_id"=>2,
            "video_id"=>"hEheLkoJHV0",
            "title"=>"Grammys 2023 Fashion Round-Up- Cardi B၊ Sam Smith နှင့် အခြား",
            "slug"=>"Grammys 2023 Fashion Round-Up- Cardi B၊ Sam Smith နှင့် အခြား",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>57,
            "language_id"=>2,
            "video_id"=>"siCHErRPVMw",
            "title"=>"အီရန်၏ TikTok မျိုးဆက်သည် အဘယ်ကြောင့် 'အမျိုးသမီး၊ ဘဝ၊ လွတ်လပ်မှု' ကို တောင်းဆိုနေရသနည်း။ ",
            "slug"=>"အီရန်၏ TikTok မျိုးဆက်သည် အဘယ်ကြောင့် 'အမျိုးသမီး၊ ဘဝ၊ လွတ်လပ်မှု' ကို တောင်းဆိုနေရသနည်း။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>80,
            "language_id"=>2,
            "video_id"=>"9XCKnN6o19k",
            "title"=>"တရုတ်နိုင်ငံရှိရှိန်သည် ASOS၊ H&M နှင့် Zara တို့ကို အမြန်ဖက်ရှင်တွင် အဘယ်ကြောင့်အနိုင်ယူနေသနည်း။",
            "slug"=>"တရုတ်နိုင်ငံရှိရှိန်သည် ASOS၊ H&M နှင့် Zara တို့ကို အမြန်ဖက်ရှင်တွင် အဘယ်ကြောင့်အနိုင်ယူနေသနည်း။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>92,
            "language_id"=>2,
            "video_id"=>"box4SFtGvA0",
            "title"=>"Esports- ပရော်ဖက်ရှင်နယ် ဂိမ်းကြယ်ပွင့်များ၏ မဆုတ်မနစ် လေ့ကျင့်မှုအတွင်း",
            "slug"=>"Esports- ပရော်ဖက်ရှင်နယ် ဂိမ်းကြယ်ပွင့်များ၏ မဆုတ်မနစ် လေ့ကျင့်မှုအတွင်း",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
       ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>57,
            "language_id"=>2,
            "video_id"=>"_PanPiYZO7M",
            "title"=>"မြန်မာ့တော်လှန်ရေးသတင်း",
            "slug"=>"မြန်မာ့တော်လှန်ရေးသတင်း",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>57,
            "language_id"=>2,
            "video_id"=>"oiKZUPCMSgU",
            "title"=>"Steve Hilton - Biden သည် ကျွန်ုပ်တို့၏ရန်သူများကို သူ၏အားနည်းချက်ဖြင့် ဆက်လက်အားဖြည့်ပေးပါသည်။",
            "slug"=>"Steve Hilton - Biden သည် ကျွန်ုပ်တို့၏ရန်သူများကို သူ၏အားနည်းချက်ဖြင့် ဆက်လက်အားဖြည့်ပေးပါသည်။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );


        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>92,
            "language_id"=>2,
            "video_id"=>"aaubnNm43pM",
            "title"=>"ဂိမ်းကစားခြင်းက သင့်ကိုသေစေမှာလား။ - သတင်းအစီရင်ခံစာများနှင့် ဗီဒီယိုဂိမ်းများ",
            "slug"=>"ဂိမ်းကစားခြင်းက သင့်ကိုသေစေမှာလား။ - သတင်းအစီရင်ခံစာများနှင့် ဗီဒီယိုဂိမ်းများ",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
       ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>92,
            "language_id"=>2,
            "video_id"=>"tg4OmfCIZh4",
            "title"=>"ကမ္ဘာ့အချမ်းသာဆုံး Esports ကစားသမားပိုင်ဆိုင်သည့် အိမ်ကြီးအတွင်း ",
            "slug"=>"ကမ္ဘာ့အချမ်းသာဆုံး Esports ကစားသမားပိုင်ဆိုင်သည့် အိမ်ကြီးအတွင်း",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
       ]
        );


        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>92,
            "language_id"=>2,
            "video_id"=>"Awy6LABMLAM",
            "title"=>"ပရော်ဖက်ရှင်နယ် အမျိုးသမီး ဂိမ်းကစားသူ အဘယ်ကြောင့်နည်း။",
            "slug"=>"ပရော်ဖက်ရှင်နယ် အမျိုးသမီး ဂိမ်းကစားသူ အဘယ်ကြောင့်နည်း။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
       ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>80,
            "language_id"=>2,
            "video_id"=>"V8fHwlIqgNE",
            "title"=>"ဤသည်မှာ 2023 ခုနှစ်အတွက် ထိပ်တန်းဖက်ရှင်ရေစီးကြောင်းများဖြစ်သည်။",
            "slug"=>"ဤသည်မှာ 2023 ခုနှစ်အတွက် ထိပ်တန်းဖက်ရှင်ရေစီးကြောင်းများဖြစ်သည်။",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );
        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>57,
            "language_id"=>2,
            "video_id"=>"oXERbFiHqEs",
            "title"=>"မြန်မာ့တော်လှန်ရေးသည် ဂီတသမားတစ်ဦး၏အမြင်ဖြင့်၊",
            "slug"=>"မြန်မာ့တော်လှန်ရေးသည် ဂီတသမားတစ်ဦး၏အမြင်ဖြင့်၊",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
        ]
        );

        VideoNewsPost::factory()->create(
            [
            "sub_category_id"=>92,
            "language_id"=>2,
            "video_id"=>"ISuAoO5iSnI",
            "title"=>"esports နဲ့ ပတ်သက်တဲ့ သတင်းတိုင်း",
            "slug"=>"esports နဲ့ ပတ်သက်တဲ့ သတင်းတိုင်း",
            "body"=>"
            Lorem Ipsum သည် ပုံနှိပ်စက်နှင့် စာစီစာရိုက်လုပ်ငန်း၏ ရိုးရိုးရှင်းရှင်း စာလုံးသေးသေးလေးဖြစ်သည်။ Lorem Ipsum သည် 1500 ခုနှစ်များကတည်းက အမည်မသိပုံနှိပ်စက်တစ်ခုမှ အမျိုးအစားနမူနာစာအုပ်တစ်အုပ်ကို ဖန်တီးရန် မွှေလိုက်သောအခါတွင် စက်မှုလုပ်ငန်း၏ စံနမူနာစာသားဖြစ်ခဲ့သည်။ ၎င်းသည် ငါးရာစုနှစ်များသာမကဘဲ အီလက်ထရွန်းနစ်စာရိုက်စနစ်သို့ ခုန်တက်သွားကာ အခြေခံအားဖြင့် မပြောင်းလဲဘဲ ကျန်ရှိနေခဲ့သည်။ Lorem Ipsum စာပိုဒ်များပါရှိသော Letraset စာရွက်များကို 1960 ခုနှစ်များတွင် ထုတ်ဝေခဲ့ပြီး မကြာသေးမီက Aldus PageMaker ကဲ့သို့သော ဒက်စ်တော့ဖြန့်ချိရေးဆော့ဖ်ဝဲဖြင့် Lorem Ipsum ဗားရှင်းများပါ၀င်သည်။

            လူကြိုက်များသောယုံကြည်ချက်နှင့်ဆန့်ကျင်ဘက်ဖြစ်သော Lorem Ipsum သည် ရိုးရိုးကျပန်းစာသားမဟုတ်ပါ။ ၎င်းသည် ဘီစီ ၄၅ မှ ဘီစီ ၄၅ မှ ဂန္ထဝင်လက်တင်စာပေတွင် အမြစ်များပါရှိပြီး ၎င်းသည် နှစ်ပေါင်း ၂၀၀၀ ကျော်သက်တမ်းရှိပြီဖြစ်သည်။ ဗာဂျီးနီးယားရှိ Hampden-Sydney ကောလိပ်မှ လက်တင်ပါမောက္ခ Richard McClintock သည် ပိုမိုရှင်းလင်းသော လက်တင်စကားလုံးများ၊ consectetur၊ Lorem Ipsum ကျမ်းပိုဒ်မှ စကားလုံးများကို ဂန္ထဝင်စာပေများတွင် ကိုးကားကြည့်ရာ သံသယဖြစ်ဖွယ်အရင်းအမြစ်ကို ရှာဖွေတွေ့ရှိခဲ့သည်။ Lorem Ipsum သည် 45 BC တွင်ရေးသားခဲ့သော Cicero မှ 'de Finibus Bonorum et Malorum' (De Finibus Bonorum et Malorum) ၏ အပိုင်း 1.10.32 နှင့် 1.10.33 တို့မှ ဆင်းသက်လာသည်။ ဤစာအုပ်သည် ကျင့်ဝတ်ဆိုင်ရာ သီအိုရီနှင့် စပ်လျဉ်းသည့် တက်ကျမ်းဖြစ်ပြီး လက်ရာမြောက်သည့် ခေတ်ကာလတွင် အလွန်ရေပန်းစားသည်။ Lorem Ipsum ၏ ပထမစာကြောင်းဖြစ်သော 'Lorem ipsum dolor sit amet..' သည် အပိုင်း 1.10.32 ရှိ စာကြောင်းမှ ဆင်းသက်လာသည်။

            1500 ခုနှစ်များကတည်းက အသုံးပြုခဲ့သော Lorem Ipsum ၏ စံအပိုင်းကို စိတ်ဝင်စားသူများအတွက် အောက်တွင် ပြန်လည်ထုတ်လုပ်ထားပါသည်။ Cicero မှ 'de Finibus Bonorum et Malorum' မှ အပိုင်း 1.10.32 နှင့် 1.10.33 ကို H. Rackham မှ 1914 ဘာသာပြန်ဆိုမှုမှ အင်္ဂလိပ်ဗားရှင်းဖြင့် ၎င်းတို့၏ မူရင်းပုံစံအတိအကျဖြင့် ပြန်လည်ထုတ်ပေးပါသည်။


            စာမျက်နှာတစ်ခု၏ အပြင်အဆင်ကိုကြည့်သောအခါ စာဖတ်သူသည် ဖတ်ရှုနိုင်သောအကြောင်းအရာကြောင့် အာရုံပြောင်းသွားလိမ့်မည်ဟူသော ရှည်လျားသောအချက်ဖြစ်သည်။ Lorem Ipsum ကို အသုံးပြုရခြင်း၏ အဓိကအချက်မှာ ၎င်းတွင် 'Content here, content here' ကိုအသုံးပြုခြင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ၎င်းတွင် စာလုံးများ ပုံမှန်ဖြန့်ဝေမှု ပိုများပြီး အင်္ဂလိပ်လိုဖတ်နိုင်သော ပုံသဏ္ဍန်ဖြစ်သည်။ ဒက်စတော့ဖြန့်ချိရေးပက်ကေ့ဂျ်များနှင့် ဝဘ်စာမျက်နှာတည်းဖြတ်သူအများအပြားသည် ယခု Lorem Ipsum ကို ၎င်းတို့၏မူလပုံစံစာသားအဖြစ် Lorem Ipsum ကိုအသုံးပြုကြပြီး 'lorem ipsum' ကိုရှာဖွေခြင်းသည် ၎င်းတို့၏ ငယ်ရွယ်ဆဲဖြစ်သော ဝဘ်ဆိုက်များစွာကို ရှာဖွေတွေ့ရှိမည်ဖြစ်သည်။ အမျိုးမျိုးသောဗားရှင်းများသည် နှစ်များကြာလာသည်နှင့်အမျှ၊ တစ်ခါတစ်ရံတွင် မတော်တဆ၊ တစ်ခါတစ်ရံတွင် ရည်ရွယ်ချက်ဖြင့် (ဟာသနှင့်တူသည်)။

            Lorem Ipsum ၏ ကျမ်းပိုဒ်များစွာတွင် ကွဲပြားမှုများရှိသော်လည်း အများစုသည် အနည်းငယ်မျှပင် မယုံနိုင်စရာပုံပေါ်သည့် ပုံစံတစ်မျိုးမျိုးဖြင့် ပြောင်းလဲခြင်းကို ခံစားခဲ့ကြရသည်။ သင်သည် Lorem Ipsum ၏ကျမ်းပိုဒ်ကိုအသုံးပြုမည်ဆိုပါက၊ စာသား၏အလယ်တွင် ရှက်စရာကောင်းသည့်အရာတစ်ခုမျှ ဝှက်ထားခြင်းမရှိကြောင်း သေချာရန်လိုသည်။ အင်တာနက်ပေါ်ရှိ Lorem Ipsum ဂျင်နရေတာများအားလုံးသည် လိုအပ်သလို ကြိုတင်သတ်မှတ်ထားသောအပိုင်းများကို ထပ်ခါတလဲလဲပြုလုပ်လေ့ရှိပြီး ၎င်းသည် အင်တာနက်ပေါ်ရှိ ပထမဆုံး စစ်မှန်သောမီးစက်ဖြစ်လာသည်။ ၎င်းသည် ကျိုးကြောင်းဆီလျော်သော Lorem Ipsum ကို ထုတ်လုပ်ရန်အတွက် လက်တင်စကားလုံး 200 ကျော်၏ အဘိဓာန်ကို အသုံးပြု၍ စံပြဝါကျဖွဲ့စည်းပုံများနှင့်အတူ ပေါင်းစပ်ထားသည်။ ထုတ်လုပ်လိုက်သော Lorem Ipsum သည် ထပ်ခါတလဲလဲ၊ ထိုးသွင်းထားသော ဟာသများ၊ သို့မဟုတ် စရိုက်လက္ခဏာမဟုတ်သော စကားလုံးများ စသည်တို့မှ အမြဲကင်းစင်ပါသည်။",
       ]
        );
    }
}
